{"Ind_Foundry":{"Realm":"The MacMillan Estate","MapId":"Ind_Foundry","Name":"Ironworks of Misery","Description":"The beating heart of the Mine, the Foundry was where the iron ore was directly smelted into vast ingots. The huge vats still bear evidence of the bodies that were incinerated within them - preserved in the metal residue.","HookMinDistance":1.325,"HookMinCount":8,"HookMaxCount":13,"PalletsMinDistance":-1.0,"PalletsMinCount":-1,"PalletsMaxCount":-1,"DLC":"0","Thumbnail":"images/UI/Icons/Maps/iconMap_Ind_Foundry.png"},"Ind_CoalTower":{"Realm":"The MacMillan Estate","MapId":"Ind_CoalTower","Name":"Coal Tower","Description":"Once used for storing the coal that fueled the Foundry, it now lies abandoned. The roof is split wide open, suggesting some titanic explosion, but the angles don’t seem to make sense. So to fathom its destiny is not done easily - even if one would want to.","HookMinDistance":1.125,"HookMinCount":6,"HookMaxCount":11,"PalletsMinDistance":-1.0,"PalletsMinCount":-1,"PalletsMaxCount":-1,"DLC":"0","Thumbnail":"images/UI/Icons/Maps/iconMap_Ind_CoalTower.png"},"Ind_Mine":{"Realm":"The MacMillan Estate","MapId":"Ind_Mine","Name":"Suffocation Pit","Description":"You can still see the tiny entrance that miners used to haul the ore to the surface. Now it is nothing more than a pile of rubble. No one bothered to clear it as they feared whatever might be found inside. Instead it fell into oblivion.","HookMinDistance":1.25,"HookMinCount":7,"HookMaxCount":12,"PalletsMinDistance":-1.0,"PalletsMinCount":-1,"PalletsMaxCount":-1,"DLC":"0","Thumbnail":"images/UI/Icons/Maps/iconMap_Ind_Mine.png"},"Ind_Forest":{"Realm":"The MacMillan Estate","MapId":"Ind_Forest","Name":"Shelter Woods","Description":"The woods surrounding the estate might be the only witness to what really happened here. Its trees have a certain deformed character, as if what they saw made them want to run away. There are very few visitors to the woods - even animals seem to avoid it if possible.","HookMinDistance":1.325,"HookMinCount":8,"HookMaxCount":13,"PalletsMinDistance":1.125,"PalletsMinCount":-1,"PalletsMaxCount":-1,"DLC":"0","Thumbnail":"images/UI/Icons/Maps/iconMap_Ind_Forest.png"},"ind_storehouse":{"Realm":"The MacMillan Estate","MapId":"ind_storehouse","Name":"Groaning Storehouse","Description":"On the eastern edge of the estate, near the woods, lie the remains of the MacMillan warehouse. Dwarfing the surrounding buildings, the massive storehouse can often be heard creaking and groaning as if it were crying out with the anguish of the incinerated laborers.","HookMinDistance":1.25,"HookMinCount":7,"HookMaxCount":12,"PalletsMinDistance":-1.0,"PalletsMinCount":-1,"PalletsMaxCount":-1,"DLC":"0","Thumbnail":"images/UI/Icons/Maps/iconMap_Ind_Storehouse.png"},"Jnk_Garage":{"Realm":"Autohaven Wreckers","MapId":"Jnk_Garage","Name":"Wretched Shop","Description":"This old garage was once not just a place of death and execution. Automobiles were actually repaired here amongst oil mixed with blood. But as investigators found out about the atrocities that took place, it became forgotten.","HookMinDistance":1.325,"HookMinCount":8,"HookMaxCount":13,"PalletsMinDistance":1.0,"PalletsMinCount":-1,"PalletsMaxCount":-1,"DLC":"0","Thumbnail":"images/UI/Icons/Maps/iconMap_Jnk_Garage.png"},"Jnk_Office":{"Realm":"Autohaven Wreckers","MapId":"Jnk_Office","Name":"Azarov’s Resting Place","Description":"The Office is where money changed owners and hands were shook. The heavy duty safe in the floor might have been a dead giveaway to the shady business that took place. Wads of cash were hidden all over the place. Stating that money wasn’t an issue, maybe people got executed for enjoyment, rather than wealth.","HookMinDistance":1.325,"HookMinCount":7,"HookMaxCount":12,"PalletsMinDistance":-1.0,"PalletsMinCount":-1,"PalletsMaxCount":-1,"DLC":"0","Thumbnail":"images/UI/Icons/Maps/iconMap_Jnk_Office.png"},"Jnk_Lodge":{"Realm":"Autohaven Wreckers","MapId":"Jnk_Lodge","Name":"Blood Lodge","Description":"A run-down log cabin at the edge of the scrap yard and the home of its owner. Weird carvings and etchings in the wall perhaps say more about the owner’s state of mind and allude to his disappearance. Reports suggested that prisoners were held in its dark basement before they were taken to the crusher.","HookMinDistance":1.325,"HookMinCount":8,"HookMaxCount":13,"PalletsMinDistance":1.0,"PalletsMinCount":-1,"PalletsMaxCount":-1,"DLC":"0","Thumbnail":"images/UI/Icons/Maps/iconMap_Jnk_Lodge.png"},"Jnk_Scrapyard":{"Realm":"Autohaven Wreckers","MapId":"Jnk_Scrapyard","Name":"Wreckers' Yard","Description":"The Junkyard is packed with sharp objects. Walking around the area, aware of the bloodbath that took place here, changes the landscape. Blood-covered metal and bits of flesh abound. One does not willingly walk amongst all this evidence of death.","HookMinDistance":1.125,"HookMinCount":6,"HookMaxCount":11,"PalletsMinDistance":-1.0,"PalletsMinCount":-1,"PalletsMaxCount":-1,"DLC":"0","Thumbnail":"images/UI/Icons/Maps/iconMap_Jnk_Scrapyard.png"},"jnk_gasstation":{"Realm":"Autohaven Wreckers","MapId":"jnk_gasstation","Name":"Gas Heaven","Description":"For decades, Azarov’s Gas Heaven offered the last chance for travellers to rest and fuel up before the long, hard haul through the backcountry. Wiser travellers learned to decline that offer. The phones never worked and people had a peculiar habit of going missing. When the highway came through, bypassing Gas Heaven entirely, business dried up and the gas station was abandoned. No one quite knows how many bodies are stashed out there, or what else is hidden in the ruins of the old rest stop.","HookMinDistance":1.325,"HookMinCount":8,"HookMaxCount":13,"PalletsMinDistance":1.0,"PalletsMinCount":-1,"PalletsMaxCount":-1,"DLC":"0","Thumbnail":"images/UI/Icons/Maps/iconMap_Jnk_GasStation.png"},"Frm_Farmhouse":{"Realm":"Coldwind Farm","MapId":"Frm_Farmhouse","Name":"The Thompson House","Description":"The centerpiece of Coldwind Farm, the farmhouse stood proudly over the fields of golden corn for decades. After the horrific events of 1972, the building fell into disrepair and eventual ruin. The farmhouse is now nothing more than a forgotten, former home where holidays were once celebrated.","HookMinDistance":1.25,"HookMinCount":7,"HookMaxCount":12,"PalletsMinDistance":1.0,"PalletsMinCount":-1,"PalletsMaxCount":-1,"DLC":"0","Thumbnail":"images/UI/Icons/Maps/iconMap_Frm_Farmhouse.png"},"Frm_Slaughterhouse":{"Realm":"Coldwind Farm","MapId":"Frm_Slaughterhouse","Name":"Rancid Abattoir","Description":"Once part of the farm, the slaughterhouse was still in operation for many years after the breakup of the farmland. Rotting stench and stained floors provide proof of all the deaths that have taken place here… animal or otherwise.","HookMinDistance":1.125,"HookMinCount":6,"HookMaxCount":11,"PalletsMinDistance":1.0,"PalletsMinCount":-1,"PalletsMaxCount":-1,"DLC":"0","Thumbnail":"images/UI/Icons/Maps/iconMap_Frm_Slaughterhouse.png"},"Frm_Silo":{"Realm":"Coldwind Farm","MapId":"Frm_Silo","Name":"Torment Creek","Description":"The Silo is one of the oldest remaining buildings that made up Coldwind Farm. The great storm of 2003 brought the ancient structure crashing down. It was weeks later that searchers discovered twelve bodies were buried in the ruins. Their crushed corpses were buried deep in the slurry that oozed out from the base and made identification almost impossible.","HookMinDistance":1.25,"HookMinCount":7,"HookMaxCount":12,"PalletsMinDistance":1.25,"PalletsMinCount":-1,"PalletsMaxCount":-1,"DLC":"0","Thumbnail":"images/UI/Icons/Maps/iconMap_Frm_Silo.png"},"Frm_CornField":{"Realm":"Coldwind Farm","MapId":"Frm_CornField","Name":"Rotten Fields","Description":"Even before the fall of Coldwind Farm, the cornfields were surrounded by tales of ominous myths. Everything from mutilated animals to red corn stalks. Now it’s abandoned, but still, someone seems to care for the corn in some way as the stalks still stand tall.","HookMinDistance":1.325,"HookMinCount":8,"HookMaxCount":13,"PalletsMinDistance":-1.0,"PalletsMinCount":-1,"PalletsMaxCount":-1,"DLC":"0","Thumbnail":"images/UI/Icons/Maps/iconMap_Frm_Cornfield.png"},"Frm_Barn":{"Realm":"Coldwind Farm","MapId":"Frm_Barn","Name":"Fractured Cowshed","Description":"The old run-down cowshed was one of the first barns the Thompsons built on Coldwind Farm. It was originally intended to house sick animals at a safe distance from the rest of the livestock, but no animal who entered it ever survived. An investigation revealed the building was infested with toxic mold. The Thompsons figured it must be a construction fault or something to do with the dampness of the wood. A new barn was built, and the old cowshed was left to rot in the shadows.","HookMinDistance":1.325,"HookMinCount":8,"HookMaxCount":13,"PalletsMinDistance":-1.0,"PalletsMinCount":-1,"PalletsMaxCount":-1,"DLC":"0","Thumbnail":"images/UI/Icons/Maps/iconMap_Frm_Barn.png"},"Asy_Asylum":{"Realm":"Crotus Prenn Asylum","MapId":"Asy_Asylum","Name":"Disturbed Ward","Description":"The last standing structure after the fire that still shows the grandeur of the original architecture. Its two floors and dark basement leave behind nothing of the tale of horrors that took place here. Nothing but memories linger in the abandoned rooms.","HookMinDistance":1.25,"HookMinCount":7,"HookMaxCount":12,"PalletsMinDistance":1.125,"PalletsMinCount":-1,"PalletsMaxCount":-1,"DLC":"lastBreath","Thumbnail":"images/UI/Icons/Maps/iconMap_Asy_Asylum.png"},"Asy_Chapel":{"Realm":"Crotus Prenn Asylum","MapId":"Asy_Chapel","Name":"Father Campbell's Chapel","Description":"Nestled in a quiet part of the grounds, Father Campbell’s Chapel was a haven from the horrors of the rest of the asylum. Those patients whose illnesses were less severe were given the run of the place and many would come here for refuge, to communicate with God and confess their sins.<br><br>Sadly, Father Campbell’s legacy of good works counted for nothing when the Nurse’s mind snapped, and he drew his final breath in the confessional that had helped so many.<br><br>Now the chapel has been joined by a strange companion: a carny’s caravan, pulled by a shadowy horse. It has long traveled through The Fog, moving from realm to realm, and now temporarily camps here.<br><br>Beware: only a fool would let the bright colors seduce them into visiting.","HookMinDistance":1.125,"HookMinCount":6,"HookMaxCount":11,"PalletsMinDistance":-1.0,"PalletsMinCount":-1,"PalletsMaxCount":-1,"DLC":"Guam","Thumbnail":"images/UI/Icons/Maps/Guam/iconMap_Asy_Chapel.png"},"Swp_PaleRose":{"Realm":"Backwater Swamp","MapId":"Swp_PaleRose","Name":"The Pale Rose","Description":"The Pale Rose, an ancient paddle steamer in the middle of the swamp, is held captive by the stagnant mud. It has been here long before the residents began their hunt, a barely visible silhouette from the nearby village. There are signs of inhabitation, particularly in the upper states room where strange, ritualistic markings in dried blood and dirt cover the floor. From the scale of the bloodletting, something horrid has taken place here.","HookMinDistance":1.5,"HookMinCount":9,"HookMaxCount":14,"PalletsMinDistance":-1.0,"PalletsMinCount":-1,"PalletsMaxCount":-1,"DLC":"fleshAndMud","Thumbnail":"images/UI/Icons/Maps/iconMap_Swp_PaleRose.png"},"Swp_GrimPantry":{"Realm":"Backwater Swamp","MapId":"Swp_GrimPantry","Name":"Grim Pantry","Description":"One shack stood apart from the rest of the village. Once the water was drained and the area beneath the base was revealed, the true horror of the swamp's cage was discovered. It was here that the prisoners, if that's what we should call them, were brought. Held in the water, their bodies bloating horrendously, they were plucked, one by one for the family's needs. The stilts that kept the building upright acted as the only bars that awful jail needed.","HookMinDistance":1.5,"HookMinCount":9,"HookMaxCount":14,"PalletsMinDistance":-1.0,"PalletsMinCount":-1,"PalletsMaxCount":-1,"DLC":"fleshAndMud","Thumbnail":"images/UI/Icons/Maps/Cannibal/iconMap_Swp_GrimPantry.png"},"Swp_Mound":{"Realm":"Backwater Swamp","MapId":"Swp_Mound","Name":"MAP_swamp_III_NAME","Description":"MAP_swamp_III_DESC","HookMinDistance":-1.0,"HookMinCount":-1,"HookMaxCount":-1,"PalletsMinDistance":-1.0,"PalletsMinCount":-1,"PalletsMaxCount":-1,"DLC":"0","Thumbnail":"images/"},"hos_treatment":{"Realm":"Léry's Memorial Institute","MapId":"hos_treatment","Name":"Treatment Theatre","Description":"A mansion from the late 1800's - donated and transformed into a medical facility and later into a CIA black site specializing in cutting-edge interrogation techniques. The institute closing is shrouded in controversy and mystery. At the heart of the facility, the Doctor’s tools have been arranged in a twisted ritual circle, ready for research, as he refines his methods on an endless stream of terrified patients.","HookMinDistance":1.325,"HookMinCount":8,"HookMaxCount":13,"PalletsMinDistance":0.0,"PalletsMinCount":-1,"PalletsMaxCount":-1,"DLC":"sparkofMadness","Thumbnail":"images/UI/Icons/Maps/iconMap_Hos_Treatment.png"},"Brl_MaHouse":{"Realm":"Red Forest","MapId":"Brl_MaHouse","Name":"Mother's Dwelling","Description":"Deep in a forest with many names lies a hidden home. The family that once lived there was dependent on the forest… and was broken by it. More than a century old, the dwelling is in surprisingly good condition, though it shows signs of often being patched and mended. The forest holds the house tightly in its grasp, growing over and around it like a second skin. Only once inside is it clear that someone still lives there. It is warm and welcoming and lovingly decorated, with a large living space, a bedroom and a corner dedicated for little ones. Here they are protected from the harsh winter of the northern forest.","HookMinDistance":1.325,"HookMinCount":8,"HookMaxCount":13,"PalletsMinDistance":-1.0,"PalletsMinCount":-1,"PalletsMaxCount":-1,"DLC":"boreal","Thumbnail":"images/UI/Icons/Maps/DLC5/iconMap_Brl_MaHouse.png"},"Brl_Temple":{"Realm":"Red Forest","MapId":"Brl_Temple","Name":"The Temple of Purgation","Description":"The half-forgotten, temple complex dedicated to the cleansing of the High Priestess’s followers. The vertiginous hypostyle hall was believed to hold the weight of the heavens.<br>Stolen from the memories of The Plague, the temple was planted in the howling Red Forest, whose winds eroded its smooth edges. It now stands as a beacon of fear, visible from all cardinal points.","HookMinDistance":1.325,"HookMinCount":8,"HookMaxCount":13,"PalletsMinDistance":-1.0,"PalletsMinCount":-1,"PalletsMaxCount":-1,"DLC":"mali","Thumbnail":"images/UI/Icons/Maps/Mali/iconMap_Brl_Temple.png"},"Fin_Hideout":{"Realm":"Gideon Meat Plant","MapId":"Fin_Hideout","Name":"The Game","Description":"This industrial warehouse is the product of a fevered mind, desperately trying to complete their life’s work, their legacy, before their inevitable end. A place of both, creation and destruction, from which devices of death and rebirth were produced. The smell of fear, blood and death has soaked into the brick walls. The sickly glow of fluorescent lighting bathes the room where Jigsaw has planned out his final trial.<br><br> The game begins.","HookMinDistance":1.125,"HookMinCount":8,"HookMaxCount":13,"PalletsMinDistance":0.7,"PalletsMinCount":15,"PalletsMaxCount":25,"DLC":"Finland","Thumbnail":"images/UI/Icons/Maps/Finland/iconMap_Fin_TheGame.png"},"Hti_Manor":{"Realm":"Yamaoka Estate","MapId":"Hti_Manor","Name":"Family Residence","Description":"While the Yamaoka estate displayed a glorious past, but the family residence was falling apart. The house needed numerous renovations to remain habitable.<br><br>The last generation of the Yamaoka family were facing troubled times. Their finances were dire and the situation worsened when the daughter started university, just a few months before the mother became ill. Shouldering both university fees and hospital bills, the father worked past exhaustion.<br><br>To keep a roof over their heads, he profaned their legacy. The walls of their ancestral home were sealed with moldy materials for a cheap fix.<br><br>As the house was stripped of its integrity, an old anger was awakened.","HookMinDistance":1.25,"HookMinCount":8,"HookMaxCount":12,"PalletsMinDistance":-1.0,"PalletsMinCount":-1,"PalletsMaxCount":-1,"DLC":"haiti","Thumbnail":"images/UI/Icons/Maps/Haiti/iconMap_Hti_Manor.png"},"Hti_Shrine":{"Realm":"Yamaoka Estate","MapId":"Hti_Shrine","Name":"Sanctum of Wrath ","Description":"Once opulent and well-tended by priests, the shrine was abandoned for reasons unknown. Season after season, the harsh and unforgiving weather corroded its grandeur. Paths that welcomed weary travelers, were now thick with vegetation growing damp and unrestrained. The sculptures were a haven for moss and lichen, concealing a scratched and brittle stone.<br><br>Kazan shuddered with rage as he stepped into the area. Unable to restrain himself, he unleashed his might on a statue atop the shrine, clubbing its arms and head to pieces. Even after he left, a rot seemed to pervade the air. The chimes of bells played softly on the wind, as everything around them crumbled. Torn from Kazan's memories, the shrine now stood on the estate of his childhood home—a trick by The Entity that infuriated him even more. ","HookMinDistance":1.125,"HookMinCount":6,"HookMaxCount":11,"PalletsMinDistance":-1.0,"PalletsMinCount":-1,"PalletsMaxCount":-1,"DLC":"sweden","Thumbnail":"images/UI/Icons/Maps/Haiti/iconMap_Hti_Shrine.png"},"Kny_Cottage":{"Realm":"Ormond","MapId":"Kny_Cottage","Name":"Mount Ormond Resort","Description":"Ormond was once a small, remote ski town with idyllic slopes, but its resort turned obsolete when a deluxe ski village was built on Mount Richards less than two hours away. Mount Richards offered fresh slopes with luxurious stores and hotels, which crushed Mount Ormond’s isolated, decrepit facilities.<br><br>The fate of the mountain worsened when a mining project took interest in the coal present at its summit. The mountaintop was lined by explosives to extract coal seams from under it. The project caused a public outrage and was stopped midway.<br><br>Mount Ormond is now a soulful, deforested graveyard where gangs and teenagers go looking for trouble. Some people say that the mountain hides a darkness, a bottomless hole from where no one can return.","HookMinDistance":1.325,"HookMinCount":8,"HookMaxCount":12,"PalletsMinDistance":0.7,"PalletsMinCount":10,"PalletsMaxCount":20,"DLC":"Mali","Thumbnail":"images/UI/Icons/Maps/Kenya/iconMap_Kny_Cottage.png"},"eng_street_01":{"Realm":"Springwood","MapId":"eng_street_01","Name":"Badham Preschool I","Description":"This is not the Badham Preschool where children laughed and learned, made lifelong friendships and had their paintings hung on the walls. This is a dark echo created from the nightmares of those who suffered there. The walls creak under the burden of history. Events that should be long forgotten are recorded forever in the plaster and stone, pervading the building with misery. Only one part of the building is accurately reflected in this darkness. The squalid room where Freddy Krueger lived and worked. The hidden basement area where he committed the heinous acts that appalled a town and condemned him to death. This is a place of the subconscious, of the nightmare brought into hideous reality.","HookMinDistance":1.25,"HookMinCount":7,"HookMaxCount":12,"PalletsMinDistance":0.0,"PalletsMinCount":0,"PalletsMaxCount":100,"DLC":"Sandman","Thumbnail":"images/UI/Icons/Maps/England/iconMap_Eng_ElmStreet.png"},"eng_street_02":{"Realm":"Springwood","MapId":"eng_street_02","Name":"Badham Preschool II","Description":"This is not the Badham Preschool where children laughed and learned, made lifelong friendships and had their paintings hung on the walls. This is a dark echo created from the nightmares of those who suffered there. The walls creak under the burden of history. Events that should be long forgotten are recorded forever in the plaster and stone, pervading the building with misery. Only one part of the building is accurately reflected in this darkness. The squalid room where Freddy Krueger lived and worked. The hidden basement area where he committed the heinous acts that appalled a town and condemned him to death. This is a place of the subconscious, of the nightmare brought into hideous reality.","HookMinDistance":1.25,"HookMinCount":7,"HookMaxCount":12,"PalletsMinDistance":0.0,"PalletsMinCount":-1,"PalletsMaxCount":100,"DLC":"Sandman","Thumbnail":"images/UI/Icons/Maps/England/iconMap_Eng_ElmStreet02.png"},"eng_street_03":{"Realm":"Springwood","MapId":"eng_street_03","Name":"Badham Preschool III","Description":"This is not the Badham Preschool where children laughed and learned, made lifelong friendships and had their paintings hung on the walls. This is a dark echo created from the nightmares of those who suffered there. The walls creak under the burden of history. Events that should be long forgotten are recorded forever in the plaster and stone, pervading the building with misery. Only one part of the building is accurately reflected in this darkness. The squalid room where Freddy Krueger lived and worked. The hidden basement area where he committed the heinous acts that appalled a town and condemned him to death. This is a place of the subconscious, of the nightmare brought into hideous reality.","HookMinDistance":1.25,"HookMinCount":7,"HookMaxCount":12,"PalletsMinDistance":0.0,"PalletsMinCount":-1,"PalletsMaxCount":100,"DLC":"Sandman","Thumbnail":"images/UI/Icons/Maps/England/iconMap_Eng_ElmStreet03.png"},"eng_street_04":{"Realm":"Springwood","MapId":"eng_street_04","Name":"Badham Preschool IV","Description":"This is not the Badham Preschool where children laughed and learned, made lifelong friendships and had their paintings hung on the walls. This is a dark echo created from the nightmares of those who suffered there. The walls creak under the burden of history. Events that should be long forgotten are recorded forever in the plaster and stone, pervading the building with misery. Only one part of the building is accurately reflected in this darkness. The squalid room where Freddy Krueger lived and worked. The hidden basement area where he committed the heinous acts that appalled a town and condemned him to death. This is a place of the subconscious, of the nightmare brought into hideous reality.","HookMinDistance":1.25,"HookMinCount":7,"HookMaxCount":12,"PalletsMinDistance":0.0,"PalletsMinCount":-1,"PalletsMaxCount":100,"DLC":"Sandman","Thumbnail":"images/UI/Icons/Maps/England/iconMap_Eng_ElmStreet04.png"},"eng_street_05":{"Realm":"Springwood","MapId":"eng_street_05","Name":"Badham Preschool V","Description":"This is not the Badham Preschool where children laughed and learned, made lifelong friendships and had their paintings hung on the walls. This is a dark echo created from the nightmares of those who suffered there. The walls creak under the burden of history. Events that should be long forgotten are recorded forever in the plaster and stone, pervading the building with misery. Only one part of the building is accurately reflected in this darkness. The squalid room where Freddy Krueger lived and worked. The hidden basement area where he committed the heinous acts that appalled a town and condemned him to death. This is a place of the subconscious, of the nightmare brought into hideous reality.","HookMinDistance":1.25,"HookMinCount":7,"HookMaxCount":12,"PalletsMinDistance":0.0,"PalletsMinCount":-1,"PalletsMaxCount":100,"DLC":"Sandman","Thumbnail":"images/UI/Icons/Maps/England/iconMap_Eng_ElmStreet05.png"},"Qat_Lab":{"Realm":"Hawkins National Laboratory","MapId":"Qat_Lab","Name":"The Underground Complex","Description":"Located below the Hawkins National Laboratory, this underground complex released dozens of interdimensional creatures in November 1984, before the rift was sealed.<br><br>The site kept some vestiges of its past as the mental health institute, including a moldy isolation tank used by patients suffering from acute anxiety that was later modernized for mind control experimentation on promising test subjects.<br><br>Now the walls of the abandoned facility are sprayed with bullets and blood, evidence of a battle against interdimensional creatures.","HookMinDistance":1.03125,"HookMinCount":7,"HookMaxCount":14,"PalletsMinDistance":0.25,"PalletsMinCount":1,"PalletsMaxCount":30,"DLC":"Qatar","Thumbnail":"images/UI/Icons/Maps/Qatar/iconMap_Qat_Lab.png"},"Ukr_Saloon":{"Realm":"Grave of Glenvale","MapId":"Ukr_Saloon","Name":"Dead Dawg Saloon","Description":"An early settlement on the unforgiving frontier, the outpost of Glenvale was snuffed out in a ruthless, bloody gang war. Responding to the abduction of five brothers-in-arms, the Hellshire Gang stormed in with six-shooters and dynamite. What began as a standoff with the Mason Kelly Gang quickly broke down into a chaotic war zone. Guns fired indiscriminately in a desperate bid for self-preservation, cutting through gang members and civilians alike.<br><br>When the dust settled, the dead outnumbered the living. The hostages were discovered to have been long killed, their bodies disemboweled, guts strewn across town. In a silent rage, the few surviving Hellshire members rounded up their injured enemies and finished them in the same gruesome manner. By nightfall, only the crows remained, feasting gluttonously upon their victory.","HookMinDistance":1.125,"HookMinCount":6,"HookMaxCount":11,"PalletsMinDistance":0.0,"PalletsMinCount":0,"PalletsMaxCount":100,"DLC":"Ukraine","Thumbnail":"images/UI/Icons/Maps/Ukraine/iconMap_Ukr_Saloon.png"},"Wal_Level_01":{"Realm":"Silent Hill","MapId":"Wal_Level_01","Name":"Midwich Elementary School","Description":"To students who were bullied by their teachers and classmates, attending Midwich Elementary School was comparable to torture. As the Order’s grip on the town’s supernatural energies tightened, a transformation occurred. The childhood trauma that took place in the building manifested itself into a twisted, nightmarish design.<br><br>Though desks and textbooks remain, they’re eerily contrasted with stained walls, rusted chains, and hanging cadavers. Any notion that this could have been a place of innocence and learning has long since faded.","HookMinDistance":1.25,"HookMinCount":8,"HookMaxCount":13,"PalletsMinDistance":0.0,"PalletsMinCount":0,"PalletsMaxCount":100,"DLC":"0","Thumbnail":"images/UI/Icons/Maps/Wales/iconMap_Wal_Level01.png"},"Ecl_Level_01":{"Realm":"Raccoon City","MapId":"Ecl_Level_01","Name":"Raccoon City Police Station ","Description":"The smell of blood and festering limbs permeated the concrete walls of the Raccoon City police station. Once an art museum, the building was converted into a precinct at the heart of the city. But when evil took residence, the station showed one last terrifying exhibition: corpses crowding narrow corridors, blood smeared on shattered windows, and festering flesh dripping down the stairs.  ","HookMinDistance":1.25,"HookMinCount":12,"HookMaxCount":18,"PalletsMinDistance":0.5,"PalletsMinCount":10,"PalletsMaxCount":100,"DLC":"0","Thumbnail":"images/UI/Icons/Maps/Eclipse/iconMap_Ecl_Level01.png"},"Ion_Level_01":{"Realm":"Forsaken Boneyard","MapId":"Ion_Level_01","Name":"Eyrie of Crows","Description":"In the dust-choked expanse of the Chilean desert lies a graveyard abandoned by the living, battered by the passage of time. Only through violence was it once more given prominence, hosting the gruesome murder of the artist Carmina Mora and her friends.<br><br>Within The Entity's realm, the humble lot has been twisted into a grand celebration of the bloody events that took place. A towering crypt offers a roost for the crows to observe the trial, beady eyes gazing with fascination, never forgetting the day they fed greedily on the flesh of screaming men and women. ","HookMinDistance":1.325,"HookMinCount":8,"HookMaxCount":13,"PalletsMinDistance":-1.0,"PalletsMinCount":-1,"PalletsMaxCount":-1,"DLC":"Ion","Thumbnail":"images/UI/Icons/Maps/Ion/iconMap_Ion_Level01.png"}}